<template>
    <v-container class="news">
        <h2 class="std__title text__black">
            <span class="subtitle">{{news.date}}</span>
            {{news.title}}
        </h2>

        <div>
            <img src="/img/tempnews/1.jpg" alt="img">
            <p class="std__text">
                11 грудня 2019 року у стінах Національного університету державної фіскальної служби України в місті
                Ірпінь (Київська область) пройшла презентація ХОРТИНГ ФЕХТУВАННЯ.
                На заході були присутні начальник кафедри спеціальних дисциплін та організації професійної підготовки
                НУДФСУ Грищук Віктор Леонідович, а також, викладачі, офіцери державної фіскальної служби України та
                курсанти Університету державної фіскальної служби України.
            </p>
            <p class="std__text">
                В ході презентації відбулася демонстрація спеціального тренувального спорядження: зброї та захисту з
                ХОРТИНГ ФЕХТУВАННЯ. Вперше була презентована навчальна програма з ХОРТИНГ ФЕХТУВАННЯ з демонстрацією
                навчально-тренувального процесу.
                Також були представлені спортивні номінації – розділи – ХОРТИНГ ФЕХТУВАННЯ: “спортивна рубка шаблею” та
                “спортивний двобій”.
            </p>
            <p class="std__text">
                Під час демонстрації розділу “спортивна рубка” президентом Київської обласної федерації хортинг
                фехтування Андрощуком Дмитром Михайловичем було проведено показовий виступ з техніки рубки гострою
                шаблею спеціальних предметів – масогабаритних мішеней.
                Далі відбувся не менш видовищний спортивний двобій між двома спортсменами-фехтувальниками за правилами
                Національної федерації хортинг фехтування України.
            </p>
            <p class="std__text">
                Наприкінці заходу було проведено майстер-клас з ХОРТИНГ ФЕХТУВАННЯ для всіх бажаючих, під керівництвом
                інструктора з хортинг фехтування та президента Київської федерації хортинг фехтування Рога Максима
                Вікторовича.
                По завершені заходу, що тривав близько трьох годин, між кафедрою спеціальних дисциплін та організації
                професійної підготовки НУДФСУ та Національною федерацією хортинг фехтування України було укладено
                договір про співробітництво.
            </p>
            <p class="std__text">
                Національна федерація хортинг фехтування України виражає подяку Університету державної фіскальної служби
                України в особі Грищука Віктора Леонідовича, Буток Олени Володимирівни, Звєрєва Антона Віталійовича,
                Мухіна Олександра Анатолійовича та Єрьоменка Едуарда Анатолійовича за всебічну підтримку та
                зацікавленість у розбудові та розвитку новітнього українського національного виду спорту – ХОРТИНГ
                ФЕХТУВАННЯ.
            </p>
            <p class="std__text">
                Дякуємо за довіру! Працюємо разом – перемагаємо разом!

            </p>

        </div>

        <button class="std__button" @click="$router.push('/news/')">До новин</button>
    </v-container>
</template>
<script>
    export default {
        data() {
            return {
                news: {
                    img: '/img/index/news/img1.jpg',
                    date: '11.11.2019',
                    title: 'ХОРТИНГ ФЕХТУВАННЯ у Національному університеті державної фіскальної служби України',
                    media: ['/img/index/news/img1.jpg', '/img/index/news/img1.jpg', '/img/index/news/img1.jpg',
                        '/img/index/news/img1.jpg'
                    ]
                }
            }
        }
    }
</script>


<style lang="scss" scoped>
    .news {
        padding-top: 60px;
        padding-bottom: 40px;
        min-height: 80vh;

        p {
            text-indent: 1.5em;
            margin-bottom: 32px;
        }

        img {
            float: left;
            margin-right: 30px;
            margin-bottom: 30px;
            max-width: 50%;

            @media screen and (max-width: 600px) {
                max-width: 100%;
                margin: 0;
                padding-bottom: 12px;
            }
        }

        button {
            margin: auto;
        }
    }
</style>