<template>
    <div>
        <text-block :data="textBlockAboutUs" />

        <div class="top-bot-paddimg">
            <v-container>
                <h2 data-aos="fade-down" data-aos-duration="1000" class="std__title text__black text-xs-center">
                    <span data-aos="slide-up" data-aos-delay="800" data-aos-duration="1000"
                        class="subtitle">ФЕДЕРАЦІЯ</span>
                    Які задачи вирішує НФХФУ?
                </h2>
                <p class="std__text" data-aos="fade-up" data-aos-duration="1000">
                    - виховання зростаючого покоління у дусі патріотизму, поваги до української національної історії і
                    традицій, лідерства і дисциплінованості, товариства, взаємодопомоги, та відповідальності за долю
                    держави;<br>
                    - підвищення престижу Української держави;<br>
                    - розвиток фізичних здібностей, вольових, ментально-психологічних і морально-етичних якостей у
                    громадян;<br>
                    - формування у громадян навичок критичного мислення та здорового способу життя;<br>
                    - розробка правил змагань та положень про змагання, навчально-методичних програм та планів з ХОРТИНГ
                    ФЕХТУВАННЯ; <br>
                    - організація та проведення всеукраїнських змагань з ХОРТИНГ ФЕХТУВАННЯ;<br>
                    - разом з іншими федераціями хортингу, побудова єдиної системи національних спортивних та бойових
                    мистецтв України, яка сформуватиме каркас освітньо-оздоровчого комплексу української нації, та стане
                    гарантом її безпеки, добробуту й майбутнього.
                </p>
            </v-container>
        </div>

        <div class="top-bot-paddimg">
            <v-container>
                <h2 data-aos="fade-down" data-aos-duration="1000" class="std__title text__black text-xs-center">
                    <span data-aos="slide-up" data-aos-delay="800" data-aos-duration="1000"
                        class="subtitle">ФЕДЕРАЦІЯ</span>
                    Символіка Національної федерації хортинг фехтування України
                </h2>
                <img class="text_image" src="/logo.png" alt="">
                <p class="std__text" data-aos="fade-up" data-aos-duration="1000">
                    До символіки ГО «НФХФУ» належать два її види: Емблема та Прапор. Порядок її виготовлення, зберігання
                    і використання визначає Положення про символіку ГО «Національна федерація хортинг фехтування
                    України», затверджене рішенням Президії федерації.
                </p>
                <p class="std__text" data-aos="fade-up" data-aos-duration="1000">
                    Емблема ГО «НФХФУ» - є усталене відповідно до законів геральдики зображення, символічний
                    пізнавально-правовий знак, який вважається постійною відмітною ознакою ГО «Національна федерація
                    хортинг фехтування України». Емблема ГО «НФХФУ» відбиває геральдичні, вексилологічні та бойові
                    козацькі традиції українського народу і враховує регіональну специфіку українського острова Хортиця,
                    на якому була розташована Запорозька Січ. Водночас вона відображає духовне, традиційно-бойове,
                    виховне та сучасне фізкультурно-спортивне спрямування ГО «НФХФУ».
                </p>
            </v-container>
        </div>

        <div class="top-bot-paddimg">
            <v-container>
                <h2 data-aos="fade-down" data-aos-duration="1000" class="std__title text__black text-xs-center">
                    <span data-aos="slide-up" data-aos-delay="800" data-aos-duration="1000"
                        class="subtitle">ФЕДЕРАЦІЯ</span>
                    Опис символіки ХОРТИНГ ФЕХТУВАННЯ
                </h2>
                <img class="text_image" src="/flag.jpg" alt="">
                <p class="std__text" data-aos="fade-up" data-aos-duration="1000">
                    Даний опис визначає наступні 2 види символіки ГО «НФХФУ»:<br>
                    - Емблема ГО «Національна федерація хортинг фехтування України»;<br>
                    - Прапор ГО «Національна федерація хортинг фехтування України».
                </p>
                <p class="std__text" data-aos="fade-up" data-aos-duration="1000">
                    Опис символіки (відмітного знаку):<br>
                    1. Емблема являє собою схематичне, контурне зображення геральдичного центрального щита, графічно
                    відокремленого обрамленням. В центрі щита розташовані три дугоподібні шаблі, дві з яких розміщені
                    назустріч одна одній, а третя - їм впоперек. Верхня дуга щита може мати напис з назвою виду спорту –
                    «ХОРТИНГ ФЕХТУВАННЯ», або «HORTING FENCING». Шрифт напису – PragmaticaBold, колір напису -
                    темно-синій.
                    Співвідношення висоти до ширини емблеми – 18 до 22, відповідно.<br>
                    2. В чорно-білому варіанті емблема являє собою виключно контурне зображення шабель, обрамлення щиту
                    з потовщеннями - чорного кольору при білому фоні, або білого кольору при чорному фоні.<br>
                    3. В кольоровому варіанті геральдичний щит зафарбовано темно-синім кольором, його графічне
                    обрамлення та три дугоподібні шаблі – золотого кольору, написи емблеми - темно-сині.<br>
                    4. Прапор являє собою прямокутник білого кольору зі співвідношенням висоти до ширини – 10 до 16,
                    відповідно, який пересікає посередні горизонтальна стрічка золотого кольору шириною близько 1/3 від
                    висоти емблеми Федерації. В центрі прямокутника зображено емблему Федерації. Пропорційно, емблема
                    займає 78% висоти та 55% ширини прапору.
                </p>
            </v-container>
        </div>

    </div>
</template>
<script>
    import TitlePromo from '@/components/TitlePromo'
    import ListBlock from '@/components/ListBlock'
    import TextBlock from '@/components/TextBlock'
    export default {
        components: {
            TitlePromo,
            ListBlock,
            TextBlock
        },
        data() {
            return {
                textBlockAboutUs: [{
                    textLeft: true,
                    img: '/img/about-horting/about_hf-3.jpg',
                    subtitle_top: 'ФЕДЕРАЦІЯ',
                    title: 'ГРОМАДСЬКА ОРГАНІЗАЦІЯ «Національна федерація хортинг фехтування України»',
                    boldText: 'Основною метою діяльності ГО «Національна федерація хортинг фехтування України», або НФХФУ, є створення та розбудова в Україні новітнього національного виду спорту – ХОРТИНГ ФЕХТУВАННЯ, заснованого на історичних бойових та оздоровчих традиціях Запорізького козацтва.',
                    paragrafs: []
                }],
            }
        }
    }
</script>

<style lang="scss" scoped>
    .top-bot-paddimg {
        padding: 50px 0px;
    }

    .temp-list {
        padding: 0px;
        list-style-type: none;

        li {
            display: flex;
            margin-bottom: 36px;

        }
    }

    .text_image {
        text-align: center;
        max-height: 400px;
        max-width: 50%;
        min-width: 280px;
        float: left;
        padding: 10px;
        box-sizing: border-box;
    }
</style>