<template>
    <v-container class="news">
        <h2 class="std__title text__black">
            <span class="subtitle">{{news.date}}</span>
            {{news.title}}
        </h2>

        <div>
            <img src="http://kam.gov.ua/ua/osximage/pg/190819190982147_p13_2m/pic.jpg" alt="img">
            <p class="std__text">
                За традицією відкривав фестиваль Кам’янський міський голова Андрій Білоусов.
            </p>
            <p class="std__text">
                «Шановні спортсмени! Ми щиро пишаємося вами і вашими досягненнями. Ваші перемоги прославляють наше місто
                на всю країну. Бажаю вам успіхів і нових звершень, а ми, зі свого боку, продовжимо створювати для вас
                гідні умови. Вже наступного тижня ми починаємо будівництво найбільшого спортивного комплексу в районі ДК
                «Хімік», подібних якому немає в області. Він буде одним із кращих в Україні. Займайтеся спортом,
                залучайте до здорового способу життя своїх дітей, батьків і всіх рідних. Бажаю всім отримати масу
                позитивних вражень від сьогоднішнього фестивалю», – сказав Андрій Білоусов.

            </p>
            <p class="std__text">
                У день фестивалю вся територія парку перетворилася в спортивну арену. На кожному майданчику проходили
                тренування і показові виступи. Жоден спортивний колектив не залишився без уваги міського голови. Андрій
                Білоусов відвідав усі майданчики, поспілкувався з тренерами, вручив їм спортивний інвентар та
                сертифікати на придбання нової матеріально-технічної бази.

            </p>
            <p class="std__text">Завдяки спеціальним інформативним буклетам, які розмістили поруч із кожної локацією,
                городяни могли дізнатися більше про уподобаний вид спорту і записати на секцію дитину. Організатором
                фестивалю виступило управління молоді та спорту міської ради за сприяння міського голови.
                За традицією відкривав фестиваль Кам’янський міський голова Андрій Білоусов.
                <br>
                <a target="_blank" href="http://kam.gov.ua/ua/news/pg/190819190982147_p13/">Джерело</a>
            </p>
            
            

        </div>

         <button class="std__button" @click="$router.push('/news/')">До новин</button>
    </v-container>
</template>
<script>
    export default {
        data() {
            return {
                news: {
                    img: '/img/index/news/img1.jpg',
                    date: '18.08.2019',
                    title: '«Фестиваль здорового способу життя» у місті Кам’янське',
                    media: ['/img/index/news/img1.jpg', '/img/index/news/img1.jpg', '/img/index/news/img1.jpg',
                        '/img/index/news/img1.jpg'
                    ]
                }
            }
        }
    }
</script>


<style lang="scss" scoped>
    .news {
        padding-top: 60px;
        padding-bottom: 40px;
        min-height: 80vh;

        p {
            text-indent: 1.5em;
            margin-bottom: 32px;
        }

        img {
            float: left;
            margin-right: 30px;
            margin-bottom: 30px;
            max-width: 50%;

            @media screen and (max-width: 600px) {
                max-width: 100%;
                margin: 0;
                padding-bottom: 12px;
            }
        }

        button {
            margin: auto;
        }
    }
</style>