<template>
    <v-container class="news">
        <h2 class="std__title text__black">
            <span class="subtitle">{{news.date}}</span>
            {{news.title}}
        </h2>

        <div>
            <!-- <img src="/img/tempnews/1.jpg" alt="img"> -->
            <p class="std__text">
                ЗАГАЛЬНИЙ ПЛАН СЕМІНАРУ<br>
                І. Теоретична частина (ціль - освоїти єдинообразний понятійний апарат).<br>
                Визначення ХОРТИНГ ФЕХТУВАННЯ.<br>
                Система ХОРТИНГ ФЕХТУВАННЯ та її елементи.<br>
                Що є Базисом ХФ?<br>
                Надстройка ХФ - його проявлена матеріальна частина та її складові.<br>
                Школа ХОРТИНГ ФЕХТУВАННЯ: 1) мистецтво володіння клинком; 2) мистецтво шаблевого двобою та рукопашної
                боротьби (в рамках двобою); 3) навчальна програма з ХФ - її теоретичні та практичні джерела.<br>
                Обладнання та екіпірування у ХФ - їх різновиди, вартість та область застосування: 1) клинки поліамідні,
                м’які та сталеві; 2) рівні захисного екіпірування.<br>
                ХФ як сучасне видовищне спортивне ШОУ - залог успішного суспільного визнання: 1) Спортивні правила з ХФ;
                2) Змагання з ХФ - Положення про Регулярний Чемпіонат та Національній Турнір з ХФ; 3) Маркетинг та
                мерч.<br>
            </p>
            <p class="std__text">
                ІІ. Практична частина.<br>
                Побудова навчально-тренувального процесу ХФ з урахуванням системи складових майстерства фехтування.<br>
                Загальна та спеціальна фізична підготовка в ХФ.<br>
                Базовий курс фехтувальної підготовки: 1) руховий центр (стійки, робота ніг, пересування); 2) бойовий
                центр (постановка основних типів ударів шаблею, простройка траєкторій ударів); 3) поєднання та
                синхронізація роботи рухового та бойового центрів (способи вкладання в удар, техніка “шаг-удар”, робота
                з дистанцією).<br>
                Рукопашна підготовка в ХФ. Прийоми контролю. Дії в ситуаціях обеззброєння суперником.<br>
                Суддівська практика. Реферинг шаблевих двобоїв.<br>
            </p>
            <p class="std__text">
                ІІІ. Підведення підсумків. <br>
                Складання дорожньої карти розвитку ХФ на 2020 рік. Затвердження тренувального плану та календарю подій
                (проведення семінарів та атестацій, змагань та показових виступів, літніх дитячих таборів).<br>
            </p>
            <p class="std__text">
                Орієнтовна дата проведення заходу - друга половина березня 2020 р.<br>
                Орієнтовна тривалість заходу - три дні.<br>
                Місце проведення - Україна, Дніпропетровська область, м. Кам’янське (м. Дніпродзержинськ), вул. Афганцiв
                7Б.<br>
            </p>
            <p class="std__text">
                Додаткова інформація за телефонами: +380689784885, +380731553907
            </p>

        </div>

        <button class="std__button" @click="$router.push('/news/')">До новин</button>
    </v-container>
</template>
<script>
    export default {
        data() {
            return {
                news: {
                    img: '/img/about-horting/1.jpg',
                    date: 'буде об`явлено',
                    title: 'ПЕРШИЙ СЕМІНАР ДЛЯ ІНСТРУКТОРІВ З ХОРТИНГ ФЕХТУВАННЯ У МІСТІ КАМ’ЯНСЬКЕ',
                    media: ['/img/index/news/img1.jpg', '/img/index/news/img1.jpg', '/img/index/news/img1.jpg',
                        '/img/index/news/img1.jpg'
                    ]
                }
            }
        }
    }
</script>


<style lang="scss" scoped>
    .news {
        padding-top: 60px;
        padding-bottom: 40px;
        min-height: 80vh;

        p {
            text-indent: 1.5em;
            margin-bottom: 32px;
        }

        img {
            float: left;
            margin-right: 30px;
            margin-bottom: 30px;
            max-width: 50%;

            @media screen and (max-width: 600px) {
                max-width: 100%;
                margin: 0;
                padding-bottom: 12px;
            }
        }

        button {
            margin: auto;
        }
    }
</style>