<template>
    <div class="top-bot-paddimg">
        <v-container>
            <h2 data-aos="fade-down" data-aos-duration="1000" class="std__title text__black text-xs-center">
                  <span data-aos="slide-up" data-aos-delay="800" data-aos-duration="1000" class="subtitle">ВСТУПИТИ ДО
                    ФЕДЕРАЦІЇ
                </span>
                Порядок оформлення та умови подання вступних документів фізичних осіб для вступу в якості
                індивідуального члена ГО «Національна федерація хортинг фехтування України»
            </h2>

            <p class="std__text" data-aos="fade-up" data-aos-duration="1000">
                1. Досягти віку 14 (чотирнадцять) років.<br>
                2. Написати заяву на особистий вступ до федерації, в установленій формі.<br>
                3. Заповнити анкету індивідуального члена НФХФУ, в установленій формі<br>
                4. Сплатити вступний внесок в розмірі 100 грн.?<br>
                5. Щорічно сплачувати членський внесок в розмірі, встановленому рішенням керівного органу - Президією ГО
                «Національна федерація хортинг фехтування України».
            </p>

            <p class="std__text" data-aos="fade-up" data-aos-duration="1000">
                <a href="downloads/anketa_head.doc" download>
                    ССЫЛКИ НА ФАЙЛЫ ДОКУМЕНТОВ</a></p>

            <h2 data-aos="fade-down" data-aos-duration="1000" class="std__title text__black text-xs-center">
                 <span data-aos="slide-up" data-aos-delay="800" data-aos-duration="1000" class="subtitle">
                </span>
                Порядок оформлення та умови подання вступних документів для юридичних осіб (організацій) для вступу в
                якості колективного члена ГО «Національна федерація хортинг фехтування України»
            </h2>

            <p class="std__text" data-aos="fade-up" data-aos-duration="1000">
                1. Оформити протоколом рішення керівного органу юридичної особи про вступ в члени Федерації і визнання
                положень її Статуту<br>
                2. Заповнити анкету керівника організації, в установленій формі<br>
                3. Заповнити анкету організації, установленій формі<br>
                4. Подати заяву на вступ, на бланку організації за підписом компетентного посадовця про вступ до
                Федерації з додатком завірених печаткою організації копій наступних документів:<br>
                а) Виписка з протоколу компетентного керівного органу Організації з рішенням про вступ до Федерації.<br>
                б) Копія статуту Організації, завірена.<br>
                в) Копія свідоцтва про реєстрацію організації.<br>
                г) Копія свідоцтва про внесення організації до єдиного реєстру.<br>
                д) Копія свідоцтва про постановку на податковий облік.<br>
                е) Перелік членів організації з вказівкою посад (у вільній формі).<br>
                ж) Анкета керівника організації<br>
                з) Анкета організації<br>
                і) Сплатити вступний внесок в розмірі (після ухвалення рішення про прийняття в колективні члени ГО
                «Національна федерація хортинг фехтування України»).
            </p>

            <p class="std__text" data-aos="fade-up" data-aos-duration="1000">
                <a href="downloads/anketa_member.doc" download>
                   ССЫЛКИ НА ФАЙЛЫ ДОКУМЕНТОВ</a>
            </p>
        </v-container>
    </div>
</template>