<template>
    <div class="top-bot-paddimg">
        <v-container>
            <h2 data-aos="fade-down" data-aos-duration="1000" class="std__title text__black text-xs-center">
                <span data-aos="slide-up" data-aos-delay="800" data-aos-duration="1000" class="subtitle">Складові
                    майстерності </span>
                ХОРТИНГ ФЕХТУВАННЯ
            </h2>
            <p class="std__text" data-aos="fade-up" data-aos-duration="1000">
                Вступ у члени Української Федерації Хортингу <br>
                Загальний порядок подання та оформлення вступних документів для фізичних та юридичних осіб<br>
                Порядок оформлення та умови подання вступних документів для фізичних осіб для вступу в якості
                індивідуального члена ВГО «Українська Федерація Хортингу»)</p>
            <p class="std__text" data-aos="fade-up" data-aos-duration="1000">
                1. Досягти вік 14 (чотирнадцять) років.<br>
                2. Написати заяву на особистий вступ до федерації, в установленій формі<br>
                3. Заповнити анкету індивідуального члена УФХ, в установленій формі<br>
                4. Сплатити вступний внесок в розмірі ___________(після ухвалення рішення про прийняття в індивідуальні
                члени ВГО «Українська Федерація Хортингу»).<br>
                5. Щорічно оплачувати членський внесок в розмірі, встановленому рішенням керівного органу - Президією
                ВГО «Українська Федерація Хортингу».</p>
            <br>
            <p class="std__text" data-aos="fade-up" data-aos-duration="1000">
                Взірець заяви фізичної особи для вступу в якості індивідуального члена ВГО "Українська Федерація
                Хортингу"<br>
                Встановлена форма анкети індивідуального члена ВГО "Українська Федерація Хортингу"</p>
            <p class="std__text" data-aos="fade-up" data-aos-duration="1000">
                Порядок оформлення та умови подання вступних документів для юридичних осіб (організацій) для вступу в
                якості колективного члена ВГО «Українська Федерація Хортингу»)<br>

                1. Оформити протоколом рішення керівного органу юридичної особи про вступ в члени Федерації і визнання
                положень її Статуту<br>
                2. Заповнити анкету керівника організації, в установленій формі<br>
                3. Заповнити анкету організації, установленій формі<br>
                4. Подати заяву на вступ, на бланку організації за підписом компетентного посадовця про вступ до
                Федерації з додатком завірених печаткою організації копій наступних документів:<br>
                А). Виписка з протоколу компетентного керівного органу Організації з рішенням про вступ до
                Федерації.<br>
                Б). Копія статуту Організації, завірена.<br>
                В). Копія свідоцтва про реєстрацію організації.<br>
                Г). Копія свідоцтва про внесення організації до єдиного реєстру.<br>
                Д). Копія свідоцтва про постановку на податковий облік.<br>
                Е). Перелік членів організації з вказівкою посад (у вільній формі).<br>
                Ж). Анкета керівника організації<br>
                З). Анкета організації<br>
                І). Сплатити вступний внесок в розмірі (після ухвалення рішення про прийняття в колективні члени ВГО
                «Українська Федерація Хортингу»).<br>
                К). Щорічно оплачувати членський внесок в розмірі, встановленому рішенням керівного органу - Президією
                ВГО «Українська Федерація Хортингу».</p>

            <p class="std__text" data-aos="fade-up" data-aos-duration="1000">
                <a href="downloads/anketa_head.doc" download>
                    Взірець заяви організації юридичної особи для вступу в якості колективного члена ВГО "УФХ"</a></p>
            <p class="std__text" data-aos="fade-up" data-aos-duration="1000">
                <a href="downloads/anketa_member.doc" download>
                    Форма протоколу рішення керівного органу юридичної особи про вступ в колективні члени ВГО "УФХ"</a>
            </p>
            <p class="std__text" data-aos="fade-up" data-aos-duration="1000">
                <a href="downloads/zayava.doc" download>
                    Встановлена форма анкети організації - юридичної особи для вступу колективним членом ВГО "УФХ"</a>
            </p>
            <p class="std__text" data-aos="fade-up" data-aos-duration="1000">
                <a href="downloads/zayava_org.doc" download>
                    Встановлена форма анкети керівника організації - юридичної особи для вступу колективним членом ВГО
                    "УФХ"</a>
            </p>
            <p class="std__text" data-aos="fade-up" data-aos-duration="1000">
                Ваші заява і документи будуть розглянуті на найближчому засіданні Президії Федерації і Президент
                Федерації, на підставі рішення Президії Федерації прийме Вас в члени Федерації.<br>
                Умови і порядок вступу до ВГО «Українська Федерація Хортингу» розроблені і діють відповідно до
                законодавства України і є обов'язковими для виконання всіма фізичними та юридичними особами, бажаючими
                вступити в організацію.</p>
        </v-container>
    </div>
</template>