<template>
    <v-container class="news">

        <h2 class="std__title text__black">
            <span class="subtitle">16.10.2020 - 18.10.2020</span>
            ЗАГАЛЬНИЙ ПЛАН СЕМІНАРУ
            (1-й, 2-й день)
        </h2>

        <h2 class="std__title text__black">
            <span class="subtitle">І. Теоретична частина (ціль - освоїти єдинообразний понятійний
                апарат).</span>
        </h2>
        <p class="std__text">
            ФЕХТУВАННЯ як різновид людської діяльності та його актуальний стан.<br>
            Визначення ХОРТИНГ ФЕХТУВАННЯ. Його мета та завдання.<br>
            Військово-прикладна традиція запорізького козацтва як історично-ідеологічний базис хортинг
            фехтування.<br>
            Система ХФ та її елементи.<br>
            1) єдина навчально-виховна програма фехтувальної підготовки - школа хортинг фехтування;<br>
            2) система спорядження та екіпірування;<br>
            3) розділи ХФ (спортивні номінації).<br>
            Школа хортинг фехтування:<br>
            1) теорія та практика викладання шабельного бою (понятійний апарат);<br>
            2) навчальна програма з ХФ, базовий курс фехтувальної підготовки (БКФП).<br>
            3) принципи виховної та навчальної роботи;<br>
            ХФ як сучасне видовищне спортивне ШОУ - залог успішного суспільного визнання:<br>
            1) Спортивні правила з ХФ;<br>
            2) Змагання з ХФ - Положення про Регулярний Чемпіонат та Національній Турнір з ХФ; 3) Маркетинг та
            мерч.<br>
        </p>
        <h2 class="std__title text__black">
            <span class="subtitle"> ІІ. Практична частина (ціль - закріпити теорію на практиці).</span>
        </h2>

        <p class="std__text">
            Побудова навчально-тренувального процесу ХФ з урахуванням системи п’яти складових майстерності
            фехтування.<br>
            Базовий курс фехтувальної підготовки:<br>
            1) загальна та спеціальна фізична підготовка в ХФ<br>
            2) руховий центр (стійки, робота ніг, пересування);<br>
            3) бойовий центр (постановка основних типів ударів шаблею, простройка траєкторій ударів);<br>
            4) поєднання та синхронізація роботи рухового та бойового центрів (вкладання в удар, способи вкладання в
            удар);<br>
            5) структурування простору бою (сектора простору, робота з дистанцією, бойова лінія).<br>
            Основний курс підготовки (коротко, лише за наявності часу):<br>
            1) техніко-тактична фехтувальна підготовка.<br>
            2) рукопашна підготовка в ХФ.<br>
            3) прийоми контролю та дії в ситуаціях обеззброєння суперником.<br>
            Суддівська практика. Реферинг шабельних двобоїв.<br>
            Спарринги.
        </p>

        <h2 class="std__title text__black">
            <span class="subtitle">ІІІ. Підведення підсумків.</span>
        </h2>
        <p class="std__text">
            Складання дорожньої карти розвитку ХФ на 2020-21 рік.<br>
            Прийом всіх бажаючих учасників семінару до складу НФХФУ.<br>
            Затвердження тренувального плану та календарю подій (проведення семінарів та атестацій, змагань та
            показових виступів, літніх дитячих таборів тощо).
            Спарринги.
        </p>

        <h2 class="std__title text__black">
            <span class="subtitle"></span>
            ЗАГАЛЬНИЙ ПЛАН ТУРНІРУ ТА ФЕСТИВАЛЮ
            (2-й і 3-й день)
        </h2>
        <h2 class="std__title text__black">
            <span class="subtitle">I. Відбіркова частина (Положення про Турнір додається окремим файлом).</span>
        </h2>
        <p class="std__text">

            Реєстрація учасників та жеребкування.<br>
            “Gear-check” - перевірка змагальної зброї і спорядження на цілісність і на відповідність до вимог
            Інструкцій та правил змагань з хортинг фехтування <br>
            Відбірковий етап.
        </p>
        <h2 class="std__title text__black">
            <span class="subtitle"> IІ. Фінально-показова частина турніру.</span>
        </h2>
        <p class="std__text">
            Фінали змагань.<br>
            Показові виступи творчих колективів у перервах між фінальними двобоями.<br>
            Урочисте нагородження переможців.
        </p>

        <p class="std__text">Запрошуємо вас! Для участі у семінарі та турнірі необхідно заповнити
            <a href="https://forms.gle/rU4UvxGcytpdNdEt7" target="_blank">анкету</a>
        </p>

        <button class="std__button" @click="$router.push('/news/')">До новин</button>
    </v-container>
</template>
<script>
    export default {
        data() {
            return {
                news: {
                    img: '/img/tempnews/temp5.jpg',
                    date: '24.02.2020',
                    title: 'День Героїв Небесної Сотні',
                    media: ['/img/index/news/img1.jpg', '/img/index/news/img1.jpg', '/img/index/news/img1.jpg',
                        '/img/index/news/img1.jpg'
                    ]
                }
            }
        }
    }
</script>


<style lang="scss" scoped>
    .news {
        padding-top: 60px;
        padding-bottom: 40px;
        min-height: 80vh;

        p {
            // text-indent: 1.5em;
            margin-bottom: 32px;
        }

        img {
            float: left;
            margin-right: 30px;
            margin-bottom: 30px;
            max-width: 50%;

            @media screen and (max-width: 600px) {
                max-width: 100%;
                margin: 0;
                padding-bottom: 12px;
            }
        }

        button {
            margin: auto;
        }
    }
</style>