<template>
    <v-container class="news">
        <h2 class="std__title text__black">
            <span class="subtitle">{{news.date}}</span>
            {{news.title}}
        </h2>

        <div>
            <img src="http://kubg.edu.ua/images/phocagallery/Podii/2019/12_12_fzfvs/12_12_fzfvs_09.jpg" alt="img">
            <p class="std__text">
                12 грудня 2019 року на Факультеті здоров’я, фізичного виховання і спорту відбулась VІІ Всеукраїнська
                науково-практична конференція «Фізичне виховання, спорт та здоров’я людини: досвід, проблеми,
                перспективи» (у циклі Анохінських читань).
            </p>
            <p class="std__text">
                Традиційно у конференції взяли участь понад 100 фахівців галузі фізичної культури і спорту з метою
                обміну науковим і практичним досвідом, а також для професійного вдосконалення науково-педагогічних
                кадрів, вчителів фізичної культури, тренерів і спортсменів. Формат конференції передбачав проведення
                пленарного засідання, круглого столу на тему «Фізичне виховання і захист Вітчизни» і майстер-класів.
            </p>
            <p class="std__text">
                У заходах взяли участь науково-педагогічні працівники Національної академії внутрішніх справ,
                Національного університету оборони України імені Івана Черняховського, Львівського державного
                університету фізичної культури імені Івана Боберського, Придніпровської державної академії фізичної
                культури та спорту, Національного університету фізичного виховання і спорту, Національного університету
                «Чернігівський колегіум» імені Т.Г. Шевченка, Національного Технічного Університету «КПІ імені Ігоря
                Сікорського», Національного університету харчових технологій, Державного університету телекомунікацій,
                Київського міського медичного коледжу, представники Національної федерації хортинг фехтування України,
                Федерації військово-патріотичного хортингу України та освітяни із таких закладів, як Київський міський
                медичний коледж, гімназія №283, Києво-Печерський ліцей №171 «Лідер», спеціалізованих шкіл № 61, 62, 188,
                267, 305, 307 та інших навчальних закладів України.
            </p>
            <p class="std__text">
                Активна співпраця між Київським університетом імені Бориса Грінченка та Національним університетом
                оборони України триває вже декілька років. Окрім традиційної участі в наукових конференціях, які
                проводять профільні спортивні підрозділи наших університетів, студенти Факультету здоров’я, фізичного
                виховання і спорту успішно отримують другу вищу освіту на базі Національного університету оборони
                України. Під час конференції представники закладів вищої освіти – декан Факультету здоров’я, фізичного
                виховання і спорту, кандидат наук з фізичного виховання і спорту, доцент Георгій Олегович Лопатенко та
                начальник Навчально-наукового інституту фізичної культури та спортивно-оздоровчих технологій
                Національного університету оборони України, кандидат педагогічних наук, доцент, майстер спорту України з
                регбі, полковник Олександр Валерійович Петрачков обмінялись угодою про співпрацю, підписану ректорами
                університетів.
            </p>
            <p class="std__text">
                Цього року Організаційний комітет конференції обрав європейський формат проведення конференції із
                залученням опонентів до наукової дискусії за темою, запропонованою ключовим спікером. Такий стиль
                проведення пленарного засідання надав можливість розглянути актуальні питання галузі під більш широким
                кутом і дозволив присутнім сформувати різностороннє бачення теми та підключитись до наукового діалогу
                представникам різних наукових шкіл.
            </p>
            <p class="std__text">
                На пленарному засіданні виступили три спікери. Тему «Вплив поліморфізмів генів на зниження маси тіла у
                жінок із ожирінням під час занять аеробним фітнесом» представила завідувачка лабораторії стимуляції
                працездатності та адаптаційних реакцій у спорті вищих досягнень Науково-дослідного інституту
                Національного університету фізичного виховання і спорту України, доктор біологічних наук, професор
                Світлана Богданівна Дроздовська. Для участі у дискусії за темою доповіді були запрошені професорка
                кафедри фізичної реабілітації та біокінезіології Київського університету імені Бориса Грінченка, доктор
                біологічних наук Олена Миколаївна Лисенко та старший викладач кафедри медико-біологічних дисциплін
                Національного університету фізичного виховання і спорту, кандидат біологічних наук Юлія Юріївна Мазур.
            </p>
            <p class="std__text">
                Для доповіді на тему «Теоретична підготовка в спорті» був запрошений професор кафедри теорії спорту та
                фізичної культури Львівського державного університету фізичної культури імені Івана Боберського, доктор
                наук з фізичного виховання і спорту Мар’ян Петрович Пітин. У дискусії взяла участь завідувачка кафедри
                спортивних ігор Придніпровської державної академії фізичної культури та спорту, кандидат наук з
                фізичного виховання і спорту, доцент Олена Олександрівна Мітова.
            </p>
            <p class="std__text">
                Доповідь на тему «Експрес метод оцінки рівня соматичного здоров’я спортсменів з порушенням функцій
                опорно-рухового апарату» представив професор кафедри фізичної реабілітації та біокінезіології Київського
                університету імені Бориса Грінченка, доктор педагогічних наук Михайло Федорович Хорошуха. До наукової
                дискусії був запрошений професор кафедри біобезпеки і здоров’я людини Національного технічного
                університету України «Київський політехнічний інститут ім. Ігоря Сікорського», доктор педагогічних наук
                Юрій Михайлович Вихляєв.
            </p>
            <p class="std__text">
                До роботи круглого столу, який був присвячений фізичному вихованню та захисту Вітчизни, долучились
                науковці профільних закладів вищої освіти, представники Національної федерації хортинг фехтування
                України, Федерації військово-патріотичного хортингу України, вчителі предметів «Фізичне виховання» та
                «Захист Вітчизни» закладів загальної та спеціальної середньої освіти.
            </p>
            <p class="std__text">
                На засіданні круглого столу з доповідями виступили: завідувач кафедри спеціальної фізичної підготовки
                Національної академії внутрішніх справ, кандидат педагогічних наук, доцент, заслужений майстер спорту
                України з гирьового спорту, майор поліції Валентин Володимирович Бондаренко, президент Національної
                федерації хортинг фехтування України Роман Геннадійович Фалєєв та старший викладач кафедри фізичного
                виховання і педагогіки спорту Костянтин Михайлович Ніканоров.
            </p>
            <p class="std__text">
                Також була проведена серія майстер класів: «Фізичне виховання та захист Вітчизни засобами
                Військово-патріотичного хортингу»; «Соматика у традиції Т. Ханни» та майстер клас з хортинг фехтування.
            </p>
            <p class="std__text">
                Обговорення питань, які були включені до програми конференції і проведення майстер-класів, мають
                практичне значення для сучасного спорту, фізичного виховання та гармонійного розвитку населення. Бажаємо
                всім учасникам подальших успіхів у професійній та науковій діяльності!
                <br>
                <a target="_blank"
                    href="http://kubg.edu.ua/prouniversitet/news/podiji/6263-vii-vseukrainska-naukovo-praktychna-konferentsiia-fizychne-vykhovannia-sport-ta-zdorovia-liudyny-dosvid-problemy-perspektyvy-u-tsykli-anokhinskykh-chytan.html">Джерело</a>
            </p>

        </div>

        <button class="std__button" @click="$router.push('/news/')">До новин</button>
    </v-container>
</template>
<script>
    export default {
        data() {
            return {
                news: {
                    img: 'http://kubg.edu.ua/images/phocagallery/Podii/2019/12_12_fzfvs/12_12_fzfvs_09.jpg',
                    date: '12.12.2019',
                    title: 'Презентація ХОРТИНГ ФЕХТУВАННЯ',
                }
            }
        }
    }
</script>


<style lang="scss" scoped>
    .news {
        padding-top: 60px;
        padding-bottom: 40px;
        min-height: 80vh;

        p {
            text-indent: 1.5em;
            margin-bottom: 32px;
        }

        img {
            float: left;
            margin-right: 30px;
            margin-bottom: 30px;
            max-width: 50%;

            @media screen and (max-width: 600px) {
                max-width: 100%;
                margin: 0;
                padding-bottom: 12px;
            }
        }

        button {
            margin: auto;
        }
    }
</style>